[
  {
    "individual": [
      {
        "first_name": "William",
        "last_name": "McGlashan",
        "age": 55,
        "gender": "M"
      }
    ],
    "description": "William McGlashan, 55, is a resident of Mill Valley, California. He is a senior executive at the global private equity firm Texas Pacific Group (TPG) and a founding partner of TPG Growth, an offshoot of TPG. He’s charged with conspiracy and fraud for participating in the college entrance exam cheating scheme for his son, and for bribing a USC assistant athletic director to label his son as a recruited athlete to facilitate admission. Though most of the recorded phone calls featured parents who seemed nervous about engaging in federal crimes, McGlashan was more cavalier, saying at one point, in response to a cooperating witness asking for a photo of his non-athlete son so he could photoshop it onto someone else playing sports: “Okay, Okay. Let me look through what I have. Pretty funny. The way the world works these days is unbelievable.” TPG placed Bill McGlashan on leave yesterday."
  },
  {
    "individual": [
      {
        "first_name": "Agustin",
        "last_name": "Huneeus",
        "age": 53,
        "gender": "M"
      }
    ],
    "description": "Agustin Huneeus Jr., 53, lives in San Francisco and works for his dad’s vineyard and wine company. He is charged with participating in the college entrance exam cheating scheme and paying bribes to get his daughter designated as a water polo recruit in order to facilitate her admission to USC. According to the charging documents, Huneeus had suspicions that TPG executive Bill McGlashan was involved. Huneeus is quoted asking the cooperating witness about it: “Is Bill McGlashan doing any of this shit? Is he just talking a clean game with me and helping his kid or not? ’Cause he makes me feel guilty. [...] or are you just taking care of him in a way he doesn’t know because you have other interests with him?”"
  },
  {
    "individual": [
      {
        "first_name": "Douglas",
        "last_name": "Hodge",
        "age": 61,
        "gender": "M"
      }
    ],
    "description": "Douglas Hodge, 61, lives in a $16-million mansion in Laguna Beach, California. Before he retired in 2017, he was the CEO of PIMCO, an investment firm that manages more than $1.69 trillion. According to the charging documents, Hodge first contacted William Singer, the man who is accused of running the scheme, in 2008 to ask for help on his daughter’s application to Georgetown University. He then allegedly paid hundreds of thousands of dollars to help his son and daughter get into USC as “athletes.” Court docs say that the younger daughter’s falsified application to USC listed her as the co-captain of a Japanese national soccer team."
  },
  {
    "individual": [
      {
        "first_name": "Manuel",
        "last_name": "Henriquez",
        "age": 55,
        "gender": "M"
      },
      {
        "first_name": "Elizabeth",
        "last_name": "Henriquez",
        "age": 56,
        "gender": "F"
      }
    ],
    "description": "Elizabeth, 56, and Manuel Henriquez, 55, are a married couple living in a $12 million home in Atherton, California. Manuel is the founder and CEO of Hercules Capital, a venture capital firm that claims nearly $2 billion in assets under management. According to CNBC, the stock price of the firm fell more than nine percent Tuesday afternoon after news of the charges broke. Henriquez’s LinkedIn page says he attended Boston University and Northeastern University. Both Manuel and Elizabeth are charged with conspiracy and fraud for participating in the college entrance exam cheating scheme for both their daughters, and also for bribing former Georgetown tennis coach Gordie Ernst to designate a player spot for their older daughter in order to facilitate admission. In all, they are accused of paying more than $400,000 in bribes and for the test-cheating scheme. (Ernst, who stepped down as Georgetown tennis coach last year, has also been indicted.) Hercules Capital announced today in a statement that Manuel Henriquez had “voluntarily stepped aside” as chairman and CEO."
  },
  {
    "individual": [
      {
        "first_name": "Robert",
        "last_name": "Flaxman",
        "age": 62,
        "gender": "M"
      }
    ],
    "description": "Robert Flaxman, 62, of Laguna Beach, California is the founder and CEO of a real estate development firm called Crown Realty & Development, which claims a portfolio of $600 million for properties primarily in California, Arizona, Virginia, Idaho, and North Carolina. It also has a weirdly shitty website. Flaxman is accused of paying $250,000 to KWF get his son designated as an athletic recruit to facilitate admission to the University of San Diego, and paying $75,000 to help his daughter cheat on her ACT."
  },
  {
    "individual": [
      {
        "first_name": "Jane",
        "last_name": "Buckingham",
        "age": 50,
        "gender": "M"
      }
    ],
    "description": "Jane Buckingham, 50, lives in Beverly Hills, California, and is the CEO of a Los Angeles-based boutique marketing company that specializes in “youth culture,” according to Bloomberg. The Bloomberg report says Buckingham is “a lifestyle guru and marketing consultant frequently quoted in television and newspaper interviews as a self-proclaimed millennial expert.” She is charged with paying $50,000 to participate in the college entrance exam cheating scheme on behalf of her son. According to the charging documents, in a conversation with a cooperating witness, she implied that getting her son into USC would be a monumental task: “I know this is craziness, I know it is. And then I need you to get him into USC, and then I need you to cure cancer and [make peace] in the Middle East.”"
  },
  {
    "individual": [
      {
        "first_name": "Gordon",
        "last_name": "Caplan",
        "age": 52,
        "gender": "M"
      }
    ],
    "description": "Gordon Caplan, 52, lives in Greenwich, Connecticut and is co-chairman of the international law firm Willkie Farr & Gallagher, based in New York City. The firm has has 700 lawyers in 10 offices in six countries. He’s charged with paying $75,000 to KWF to falsify his daughter’s ACT scores. He also allegedly considered having a KWF representative take online classes under his daughter’s name to boost her grades in order to strengthen her college application. In the documents, he is quoted as saying, “To be honest, I’m not worried about the moral issue here. I’m worried about the, if she gets caught doing that, you know, she’s finished.” Caplan was put on leave by his firm today. In a statement, Willkie Farr & Gallagher said, “This is a personal matter and does not involve Willkie or any of its clients. In light of the seriousness of the matter, Mr. Caplan has been placed on a leave of absence from the firm and will have no further firm management responsibilities.”"
  },
  {
    "individual": [
      {
        "first_name": "Gregory",
        "last_name": "Abbott",
        "age": 86,
        "gender": "M"
      },
      {
        "first_name": "Marcia",
        "last_name": "Abbott",
        "age": 59,
        "gender": "F"
      }
    ],
    "description": "Gregory, 86, and Marcia Abbott, 59, live in multi-million dollar homes in New York City (Upper East Side) and Aspen, Colorado. Gregory is the founder and chairman of a food packaging business called International Dispensing Corp. He founded the company in 1995. Gregory and Marcia are both charged with conspiracy and fraud for paying $125,000 to KWF for a fake proctor to write in the correct answers on their daughter’s college entrance exams. The New York Post went to the couple’s Park Avenue home yesterday and spoke to a man who identified himself as the couple’s son. The man gave a full-throated defense of the Abbotts, insisting they were the victims: They got roped into [this by] some guy who f–king cheated them,” said the man, who referred to the defendants as his “parents” but later claimed to be a “friend of the family.” “They’re in their 60s, but they’re also … removed from the real world,” he said. “They don’t f–king understand this s–t.”"
  },
  {
    "individual": [
      {
        "first_name": "Robert",
        "last_name": "Zangrillo",
        "age": 52,
        "gender": "M"
      }
    ],
    "description": "Robert Zangrillo, 52, of Miami, is the founder and CEO of a private investment firm called Dragon Global. Zangrillo is the lead investor for a controversial Miami development project in Little Haiti that would redevelop a historically black, immigrant area of the city into luxury shops and apartments. He is charged with paying hundreds of thousands of dollars for the college exam cheating scheme, for bribes in order to get his daughter designated as an a crew recruit for USC, and for someone to take classes on his daughter’s behalf so she would receive better grades. By Wednesday, Dragon Global’s website appeared to have been taken down completely. The webpages say, “Maintenance mode. Sorry for the inconvenience. Our website is currently undergoing scheduled maintenance.”"
  },
  {
    "individual": [
      {
        "first_name": "Stephen",
        "last_name": "Semprevivo",
        "age": 53,
        "gender": "M"
      }
    ],
    "description": "Stephen Semprevivo, 53, of Los Angeles, California is the “chief strategy and growth officer” at a company called Cydcor, which provides outsourced sales teams. He is charged with bribing Georgetown tennis coach Gordie Ernst to fraudulently designate his son as a tennis recruit to facilitate admission. Semprevivo’s status at Cydor is unclear; he is no longer listed on the company’s executive team page."
  },
  {
    "individual": [
      {
        "first_name": "Davina",
        "last_name": "Isackson",
        "age": 55,
        "gender": "F"
      },
      {
        "first_name": "Bruce",
        "last_name": "Isackson",
        "age": 61,
        "gender": "M"
      }
    ],
    "description": "Davina Isackson, 55, and Bruce Isackson, 61, are a married couple living in Hillsborough, California. Bruce is the president of a real estate development firm called WP Investments. The Isacksons are accused of paying $251,249, in the form of Facebook stock, to KWF in exchange for help getting their oldest daughter fraudulently admitted to UCLA as a soccer recruit. They are also accused of paying an additional $101,272 in Facebook stock to KWF in exchange for them falsifying their youngest daughter’s ACT score. Finally, they are accused of transferring yet another $249,420 worth of stock to KWF, which was then used to pay former USC administrator Donna Heinel in exchange for Heinel getting their youngest daughter admitted to USC as a crew recruit. At one point, while discussing the scheme with the cooperating witness, Bruce Isackson was recorded saying, “I’m so paranoid about Davina, I go, ‘I really don’t want you talking on the phone to [CW-1] about this.’ You know, I’m thinkin’, you know, are they—I mean, I can’t imagine they’d go through the trouble of tapping my phone—but would they tap someone like your phones?” Bruce is still listed on the company’s principals page."
  },
  {
    "individual": [
      {
        "first_name": "Felicity",
        "last_name": "Huffman",
        "age": 56,
        "gender": "F"
      }
    ],
    "description": "Felicity Huffman, 56, is an actress living in Los Angeles, California. Married to actor William H. Macy, the couple paid $15,000 to KWF to have someone correct the wrong answers on their daughter’s SAT. It’s unclear why Huffman was charged and Macy, who was mentioned in the charging documents as “spouse,” was not. Huffman was arrested at her home yesterday."
  },
  {
    "individual": [
      {
        "first_name": "Mossimo",
        "last_name": "Giannulli",
        "age": 55,
        "gender": "M"
      },
      {
        "first_name": "Lori",
        "last_name": "Loughlin",
        "age": 54,
        "gender": "F"
      }
    ],
    "description": "Mossimo Giannulli, 55, and Lori Loughlin, 54, live in Los Angeles, California. Loughlin is an actress and Giannulli is a fashion designer. They are charged with paying bribes totaling $500,000 in exchange for having their two daughters fraudulently designated as USC crew recruits in order to facilitate admission. One of their daughters, Olivia Jade, who is now a freshman at USC, is famous as a YouTube and Instagram personality."
  },
  {
    "individual": [
      {
        "first_name": "Gamal",
        "last_name": "Abdelaziz",
        "age": 62,
        "gender": "M"
      }
    ],
    "description": "Gamal Abdelaziz, 62, of Las Vegas, Nevada is the former senior executive of a resort and casino operator in Macau, China. He is charged with paying more than $300,000 in bribes to have his daughter designated as a basketball recruit in order to facilitate admission to USC. "
  },
  {
    "individual": [
      {
        "first_name": "Diane",
        "last_name": "Blake",
        "age": 55,
        "gender": "F"
      },
      {
        "first_name": "Todd",
        "last_name": "Blake",
        "age": 53,
        "gender": "M"
      }
    ],
    "description": "Diane, 55, and Todd Blake, 53, live in San Francisco, California. Diane is the co-founder of Winston Retail Solutions, a retail merchandising firm. Before that she worked for Levi Strauss & Co., Dockers, Reebok, and Nike, according to her LinkedIn page. Todd Blake is an entrepreneur and investor, according to the complaint. They are charged with paying a $200,000 bribe to USC to get their daughter admitted as a purported volleyball recruit."
  },
  {
    "individual": [
      {
        "first_name": "Amy",
        "last_name": "Colburn",
        "age": 61,
        "gender": "F"
      },
      {
        "first_name": "Gregory",
        "last_name": "Colburn",
        "age": 59,
        "gender": "M"
      }
    ],
    "description": "Amy, 61, and Gregory Colburn, 59, are a married couple living in Palo Alto, California. Gregory Colburn is a radiation oncologist who has been practicing medicine for more than 20 years, per the Los Angeles Times. The Colburns are charged with participating in the college entrance exam scheme on behalf of their son."
  },
  {
    "individual": [
      {
        "first_name": "Elisabeth",
        "last_name": "Kimmel",
        "age": 54,
        "gender": "F"
      }
    ],
    "description": "Elisabeth Kimmel, 54, lives in Las Vegas, Nevada and was recently the owner of a broadcasting company called Midwest Television, which was founded by her grandfather in 1964. Kimmel is accused of paying a combined $475,000 in bribes in order to secure her daughter admission to Georgetown in 2013, and her son admission to USC in 2018. Kimmel is alleged to have funneled money from her family’s charity, the Meyer Foundation, to former Georgetown tennis coach Gordie Ernst and former USC administrator Donna Heinel, who then falsely represented her children as athletic recruits to their school’s admissions committee. In 2014, Kimmel was accused of using a KFMB, a San Diego television station within Midwest Television’s broadcast empire, to influence a mayoral election in favor of Republican candidate Carl DeMaio."
  },
  {
    "individual": [
      {
        "first_name": "Michelle",
        "last_name": "Janavs",
        "age": 48,
        "gender": "F"
      }
    ],
    "description": "Michelle Janavs, 48, lives in Newport Coast, California. She is a former executive of a large food manufacturer called Yes! Foods. Janavs is accused of using money from her charitable foundation to pay $50,000 to KWF in exchange for falsifying her daughter’s ACT scores. She also allegedly paid $50,000 to former USC administrator Donna Heinel in exchange for Heinel falsely presenting her daughter to the admissions committee as a volleyball recruit. Janavs also discussed with the cooperating witness a plan to execute the entrance exam scheme for her younger daughter, but worried that she would catch onto the scam because she was too smart. While on a wiretapped phone call with the cooperating witness Janavs said, “Yes, so I got that, the only thing is [my daughter] is not like [my older daughter]. I’m not [inaudible] works. She’s not stupid.”"
  },
  {
    "individual": [
      {
        "first_name": "Toby",
        "last_name": "MacFarlane",
        "age": 56,
        "gender": "M"
      }
    ],
    "description": "Toby MacFarlane, 56, lives in Del Mar, California and is a former senior executive at a title insurance company. He allegedly participated in the scheme by paying $400,000 to KWF to bribe USC administrator Donna Heinel to designate his daughter as a soccer recruit and his son as a basketball recruit. According to the charging documents, his son is 5-foot-5, but was listed at 6-foot-1 in a fraudulent athlete profile."
  },
  {
    "individual": [
      {
        "first_name": "Marci",
        "last_name": "Palatella",
        "age": 63,
        "gender": "F"
      }
    ],
    "description": "Marci Palatella, 63, of Healdsburg, California, is the CEO of a liquor distribution company called International Beverage. Palatella and her husband, former San Francisco 49ers player Lou Palatella, also own a bourbon distillery in Kentucky called Preservation Distillery. Charging documents say she paid hundreds of thousands of dollars in bribes to get her son designated as a USC football recruit in order to facilitate admission. Palatella is quoted in the charging documents saying that she heard about KWF and the college cheating scheme from people at Goldman Sachs."
  },
  {
    "individual": [
      {
        "first_name": "Peter",
        "last_name": "Jan Sartorio",
        "age": 53,
        "gender": "M"
      }
    ],
    "description": "Peter Jan Sartorio, 53, lives in Menlo Park, California. He co-founded the food distribution company called Elena’s Food Specialties Inc., which produces frozen Mexican food products. He is charged with paying $15,000 for the exam cheating scheme on behalf of his daughter."
  },
  {
    "individual": [
      {
        "first_name": "“Joey”",
        "last_name": "Chen",
        "age": 64,
        "gender": "M"
      }
    ],
    "description": "I-Hsin “Joey” Chen, 64, lives in Newport Beach, California, where he operates Torrance, a shipping and warehousing business. Few records of the business are publicly available. He has been charged with conspiracy and fraud for paying $75,000 to KWF for the college entrance exam cheating scheme."
  },
  {
    "individual": [
      {
        "first_name": "Marjorie",
        "last_name": "Klapper",
        "age": 50,
        "gender": "F"
      }
    ],
    "description": "Marjorie Klapper, 50, lives in a Menlo Park, California and is the co-owner of jewelry business, according to the court documents. Few records were publicly available about her business. She is charged with paying $15,000 to participate in the college entrance exam cheating scandal on behalf of her son."
  },
  {
    "individual": [
      {
        "first_name": "Devin",
        "last_name": "Sloane",
        "age": 53,
        "gender": "M"
      }
    ],
    "description": "Devin Sloane, 53, lives in Los Angeles, California and is the founder and CEO of a water company called waterTALENT, which staffs for water and wastewater treatment facilities. He is charged with paying bribes to get his son admitted to USC as a water polo recruit."
  },
  {
    "individual": [
      {
        "first_name": "John",
        "last_name": "Wilson",
        "age": 59,
        "gender": "M"
      }
    ],
    "description": "John Wilson, 59, of Hyannis Port, Massachusetts, is the founder and CEO of private equity and real estate development firm called Hyannis Port Capital Inc. Before that, he was an executive vice president of Gap Inc. The documents say that Wilson used bribes to get his son admitted to USC as a water polo recruit. He also is accused of trying to pay bribes to get his daughters admitted to Stanford and Harvard as recruited athletes."
  },
  {
    "individual": [
      {
        "first_name": "Homayoun",
        "last_name": "Zadeh",
        "age": 57,
        "gender": "M"
      }
    ],
    "description": "Homayoun Zadeh, 57, of Calabasas, California, is a professor of dentistry at USC’s Herman Ostrow School of Dentistry. He is listed on the school’s research faculty page. He is charged with paying bribes to get is daughter designated as a lacrosse recruit to facilitate her admission to USC. In the court documents, In the documents, Zadeh is quoted worrying about whether his daughter knows about the bribes: “Zadeh replied that his daughter was concerned ‘that she did not get in on her own merits. I have not shared anything about the arrangements, but she somehow senses it. She’s concerned that other may view her differently.’”"
  } 
]